Repository: carriercomm/wht-ng
Catalog: locale/*/LC_MESSAGES/wht.po
Languages: es_es

source: User Properties
es_es: Configuración Usuario

source: Activate MySQL for
es_es: Activar Mysql por

source: months
es_es: meses

source: Reset
es_es: Resetear

source: Calculate
es_es: Calcular

source: Submit
es_es: Enviar

source: domain
es_es: dominio

source: Domains
es_es: Dominios

source: User
es_es: Usuario

source: % of disk quota in use
es_es: % de espacio usado

source: Change category
es_es: Cambiar categoria

source: Remove advertisement
es_es: Quitar publicidad

source: Delete
es_es: Borrar

source: Are you sure you want to delete
es_es: Esta seguro de que quiere borrarlo

source: Modify
es_es: Modificar

source: zone
es_es: zona

source: New subdomain
es_es: Nuevo subdominio

source: Register new domain
es_es: Registrar nuevo dominio

source: Change Email Password
es_es: Cambiar contraseña email

source: Password
es_es: Contraseña

source: Confirm password
es_es: Confirmar contraseña

source: Change
es_es: Cambiar

source: File Properties
es_es: Propiedades de fichero

source: file
es_es: fichero

source: Class
es_es: Clase

source: Read
es_es: Leer

source: Write
es_es: Escribir

source: Exec
es_es: Ejecutar

source: Group
es_es: Grupo

source: Others
es_es: Otros

source: Last Modified
es_es: Última modificación

source: Show
es_es: Mostrar

source: Enter
es_es: Entrar

source: Close
es_es: Cerrar

source: Cancel
es_es: Cancelar

source: Client File Manager
es_es: Administrador de ficheros

source: C L I E N T
es_es: C L I E N T E

source: files to upload
es_es: ficheros para subir

source: Send this file
es_es: Enviar este fichero

source: Can't upload all the files
es_es: No se han podido subir todos los ficheros

source: Choose Executable
es_es: Elegir ejecutable

source: To choose file click it's icon
es_es: Para elegir fichero haga click en este icono

source: up
es_es: arriba

source: name
es_es: nombre

source: Change Email
es_es: Cambiar Email

source: New email
es_es: Nuevo email

source: minute
es_es: minuto

source: day of month
es_es: dia del mes

source: month
es_es: mes

source: day of week
es_es: dia de la semana

source: path to the executable file
es_es: ruta para el fichero ejecutable

source: hour
es_es: hora

source: every
es_es: todos

source: Browse
es_es: Examinar

source: To select more than one option use the Ctrl key and the Left mouse button
es_es: Para elegir mas de un fichero pulse la tecla CTRL y el boton izquierdo del ratón

source: If some of the programmes output a text it will be sent to email
es_es: Si alguno de los programas devuelve cadenas le seran enviadas por email

source: Edit File
es_es: Editar fichero

source: Close without saving the file?
es_es: ¿Cerrar sin grabar el fichero?

source: Save
es_es: Grabar

source: Email Accounts
es_es: Cuentas de correo

source: Create new email
es_es: Crear nueva cuenta de correo

source: You can use
es_es: Puede usar

source: email accounts with this domain
es_es: cuentas de correo para este dominio

source: Forward to
es_es: Redireccionar hacia

source: Are you sure you want to delete the email?
es_es: ¿Esta seguro de que quiere borrar esta cuenta de correo?

source: Change password
es_es: Cambiar contraseña

source: forwarded to
es_es: redireccionar hacia

source: Are you sure you want to stop forwarding?
es_es: ¿Esta seguro de que quiere detener el redireccionamiento?

source: Extend MySQL
es_es: Extender MySQL

source: Extend MySQL with
es_es: Extender MySQL con

source: Instant Payment Notification - Test
es_es: Notificación de pago instantáneo - Prueba

source: Log in
es_es: Acceso

source: Log in page
es_es: Página de Acceso

source: Lost password
es_es: Olvido su contraseña

source: New user
es_es: Nuevo usuario

source: Free hosting
es_es: Hospedaje gratuito

source: Log out
es_es: Salir

source: Logged out!
es_es: ¡Sesión finalizada!

source: Didn't log out click <a href="logout.php">here</a> to try again.
es_es: La sesión no ha finalizado haga click<a href="logout.php">aqui</a> para intentarlo de nuevo.

source: New User
es_es: Nuevo usuario

source: Fill the User field!
es_es: ¡Rellene el campo de usuario!

source: Fill the Password field!
es_es: ¡Rellene el campo de contraseña!

source: Fill the Confirm password field!
es_es: ¡Rellene el campo de confirmación de contraseña!

source: Fill the Domain or Local domain field!
es_es: ¡Rellene el campo de dominio o dominio local!

source: Fill only one of the two fields - Local domain or Domain!
es_es: ¡Rellene solo uno de los dos campos - Dominio local o dominio!

source: Fill the Email field!
es_es: ¡Rellene el campo del email!

source: Password must be at least 8 characters long!
es_es: ¡La contraseña tiene que tener mínimo 8 caracteres!

source: Password and Confirm password fields must contain the same password!
es_es: ¡Los campos de contraseña y confirmar contraseña deben coincidir!

source: The traffic have to be more than
es_es: El tráfico debe ser mayor de

source: Mbytes per month!
es_es: Mbytes por mes!

source: The hard disk usage have to be more than
es_es: El tamaño en disco debe ser mayor de

source: Fill out the form.
es_es: Rellenar el formulario.

source: Contact email
es_es: Email de contacto

source: Use MySQL
es_es: Usar MySQL

source: You must fill one of the next two fields. Fill the first one if you have not registered domain name.<br />
es_es: Debe rellenar solo uno de los dos campos. Rellene el primero si no ha registrado un nombre de dominio.<br />

source: Fill the second one if you allready have a registered domain. Can be of any type ( your_domain.com, your_domain.net ...). We will not register your domain name.
es_es: Rellene el segundo campo si ha registrado un nombre de dominio. Puede ser de uno de uno de estos tipos ( sudominio.com, sudominio.net ...). Con esto no registrará su dominio.

source: Local domain name
es_es: Dominio local

source: Your domain name ( must be registered )
es_es: Su nombre de dominio ( debe ser registrado )

source: Email accounts ( will be of type somename@your_domain.com )
es_es: Cuentas de correo ( pueden ser del tipo cualquiercosa@sudominio.com )

source: Use PHP and CGI
es_es: Usar PHP y CGI

source: Months to host your site
es_es: Meses a hospedar su sitio web

source: Traffic
es_es: Tráfico

source: Mbytes per month.
es_es: Mbytes por mes

source: Hard disk usage
es_es: Espacio en disco

source: Modify Domain
es_es: Modificar dominio

source: Domain
es_es: Dominio

source: Expiry date
es_es: Fecha de expiración

source: Database with that name already exist. Can't create database.
es_es: El nombre de la base de datos ya existe. No se puede crear la base de datos.

source: Database
es_es: Base de datos

source: created
es_es: creada

source: You can't create more than
es_es: No puede crear más de

source: databases
es_es: bases de datos

source: You can create
es_es: Puede crear

source: Create database
es_es: Crear base de datos

source: Create
es_es: Crear

source: Database
es_es: Base de datos

source: database
es_es: base de datos

source: Are you sure you want to drop database
es_es: Esta seguro de que quiere borrar la base de datos

source: Manage databases with phpMyAdmin
es_es: Manejar la base de datos con phpMyAdmin

source: Drop
es_es: Borrar

source: error connect db
es_es: error al conectar a la base de datos

source: error select db
es_es: error al seleccionar la base de datos

source: error query db
es_es: error al consultar la base de datos

source: Can't insert in db
es_es: No se puede insetar en la base de datos

source: Can't update db
es_es: No se puede actualizar la base de datos

source: Fill in the fields marked with *
es_es: Debe rellenar los campos con *

source: Can't select the requested element.
es_es: No se puede seleccionar el elemento escogido.

source: User with the same name already exists.
es_es: Existe un usuario con el mismo nombre.

source: Wrong user or password.
es_es: Usuario o contraseña erróneo.

source: The domain you chose is busy. Make another choice.
es_es: El dominio que ha escogido esta ocupado. Por favor escoja otro.

source: The password must be at least 8 characters long!
es_es: ¡La contraseña debe ser como mínimo de 8 caracteres!

source: Can't make directory.
es_es: No se puede crear el directorio.

source: Can't delete the element from the database.
es_es: No se puede crear el elemento de la base de datos.

source: You first have to delete all subdomains of this domain before deleting it!
es_es: ¡Primero tiene que borrar todos los subdominios de este dominio antes de borrarlo!

source: Limit reached. If you want to create more email accounts click Domains and the modify link for the proper domain.
es_es: Límite alcanzado. Si quiere crear más cuentas de correo haga click en las propiedades del dominio y modifque sus propiedades.

source: Some of the fields contain not allowed characters ( ; " $ ...)!
es_es: Algunos campos contienen caracteres no válidos ( ; " $ ...)!

source: The user and domain name must not contain "@" "." or space!
es_es: El usurio y el dominio no debe contener "@" "." o espacios!

source: The user and domain name must not contain "@" or space!
es_es: El usurio y el dominio no debe contener "@" o espacio

source: The user name must not begin with a number!
es_es: ¡El nombre de usuario no debe comenzar con un número!

source: Navigation
es_es: Navegar

source: Home
es_es: Inicio

source: File Manager
es_es: Administrador de ficheros

source: Cron
es_es: Cron (Tareas programadas)

source: New Domain
es_es: Nuevo dominio

source: New Subdomain
es_es: Nuevo subdominio

source: Fill the Subdomain field!
es_es: ¡Rellene el campo del subdominio!

source: Subdomain
es_es: Subdominio

source: New Email
es_es: Nueva cuenta de correo

source: Email must be at least 2 characters long!
es_es: ¡La cuenta de correo debe tener mínimo 2 caracteres!

source: Forward Email
es_es: Redireccionar email

source: Fill the Forward to field!
es_es: ¡Rellene el campo de redirección!

source: New Folder
es_es: Nueva carpeta

source: MySQL is activated.
es_es: MySQL esta activado.

source: MySQL is extended.
es_es: MySQL esta extendido.

source: Your domain is modified.
es_es: Su dominio ha sido modificado.

source: Your subdomain is modified.
es_es: Su subdominio ha sido modificado.

source: Your domain is registered.
es_es: Su dominio esta registrado.

source: Your subdomain is registered.
es_es: Su subdominio esta registrado.

source: You are registered and may log in from the home page.
es_es: Esta registrado y puede acceder desde la página principal.

source: Server File Manager
es_es: Administrador de ficheros del servidor

source: S E R V E R
es_es: S E R V I D O R

source: size Kbytes
es_es: tamaño Kbytes

source: edit
es_es: editar

source: properties
es_es: propiedades

source: Copy
es_es: Copiar

source: Paste
es_es: Pegar

source: Delete these files and folders?
es_es: ¿Borrar todos los ficheros en la carpeta?

source: Properties updated.
es_es: Propiedades actualizadas.

source: Activate MySQL.
es_es: Activar MySQL.

source: MySQL expiry date
es_es: fecha expiración MySQL

source: extend
es_es: extender

source: Change category.
es_es: Cambiar categoría.

source: Category
es_es: Categoría

source: Register
es_es: Registrar

source: You are either already registered and may log in from the
es_es: Ya lo habia registrado y puede acceder desde

source: Home page
es_es: Página inicio

source: or your account is not free!
es_es: o su cuenta no es gratuita!

source: You are not registered MySQL user. To register click User Properties.
es_es: No ha registrado el usuario MySQL Para registrarlo haga click en propiedades de usuario.

source: The password will be sent to the email you provide when registering.
es_es: La contraseña le será enviada a el email de contacto que nos ha facilitado.

source: Send password
es_es: Enviar contraseña

source: Will be used to confirm the registration.
es_es: Será usado para confirmar su registrado.

source: Web Hosting Toolkit sent an email to the following address:
es_es: La herramienta de hospedaje le enviará un email a la siguiente dirección:

source: The email contains a link for confirmation of the registration.
es_es: El email contiene un link con la confirmación de su registro.

source: You are registered and may log in from the
es_es: Ha sido registrado y puede acceder desde

source: Password sent.
es_es: Contraseña enviada

source: Wrong password!
es_es: Contraseña errónea!

source: Log in page for the administrator.
es_es: Página de acceso para el administrador.

source: Change administrator's password.
es_es: Cambiar la contraseña del administrador.

source: Notify
es_es: Notificar

source: comment
es_es: comentario

source: date
es_es: fecha

source: user
es_es: usuario

source: Password changed.
es_es: Contraseña cambiada.

source: If you want to deactivate MySQL uncheck
es_es: Si quiere desactivar el MySQL desactívelo

source: This will not delete the databases created from the user.
es_es: Esto no borrará las base de datos creadas para el usuario.

source: Change MySQL expiry date
es_es: Cambiar la fecha de expiración del MySQL

source: Activate MySQL again
es_es: Activar MySQL otra vez

source: This is a free account.
es_es: Es una cuenta gratuita

source: Registration date
es_es: Fecha de registro

source: Traffic till the last log rotation
es_es: Tráfico hasta la rotación del log

source: PHP and CGI
es_es: PHP y CGI

source: Email accounts
es_es: Cuentas de correo

source: Total domains
es_es: Total de dominios

source: matches found. Pages
es_es: coincidencias encontradas. Páginas

source: If you delete this domain WHT will not delete Apache's and BIND's conf entries!
es_es: Si quiere borrar este dominio el panel no borrará las entradas de configuración del Apache y el BIND!

source: Change properties
es_es: Cambiar propiedades

source: If you delete user
es_es: Si quiere borrar el usuario

source: you will delete all domains, databases and email accounts created from the user !!! Delete ?
es_es: borrara todos los dominios, bases de datos y cuentas de correo creadas para este usuario !!! Borrar ?

source: contact email
es_es: email de contacto

source: Databases
es_es: Bases de datos

source: New domain
es_es: Nuevo dominio

source: Full info
es_es: Información completa

source: Can not find domain
es_es: No se encontró el dominio

source: domains found. Pages
es_es: dominios econtrados. Páginas

source: Can not find user
es_es: No se pudo encontrar el usuario

source: has no domains.
es_es: no tiene dominios.

source: Do not enable PHP and CGI unless you uncheck free.<br />
es_es: No se puede activar el PHP y el CGI a menos que desactive la cuenta gratuita.<br />

source: Free
es_es: Gratuito

source: Domain name
es_es: Nombre de dominio

source: User with the following features is registered:
es_es: Se ha registrado el siguente usuario con estas características:

source: Price
es_es: Precio

source: Months to host the site
es_es: Meses ha hospedar el sitio

source: Free account with the following features is created:
es_es: Se ha creado una cuenta gratuita con las siguientes características:

source: Domain with the following features is created:
es_es: Se ha creado un dominio con las siguientes características:

source: Subdomain with the following features is created:
es_es: Se ha creado un subdominio con las siguientes características:

source: The administrator username is admin.
es_es: El nombre de usuario del administrador es admin.

source: Set a password for admin. It must be 8 characters long.
es_es: Establecer una contraseña para el administrador. Debe tener mínimo 8 caracteres.

source: To change the admin password provide it and fill the new value. The new value must be 8 characters long.
es_es: Para cambiar la contraseña debe rellenar el siguiente valor El nuevo valor debe ser mínimo de 8 caracateres.

source: Old password
es_es: Contraseña antigua

source: New password
es_es: Nueva contraseña

source: Confirm new password
es_es: Confirmar nueva contraseña

source: search
es_es: buscar
